[
    {
        "id": "588",
        "name": "Sol",
        "description": "Révèle l'emplacement de la salle du boss. Après avoir vaincu un boss, active XIX - Le Soleil, recharge complètement l'objet actif d'Isaac, accorde des dégâts et de la chance bonus pour le reste de l'étage, et supprime les malédictions.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Sol.webp"
    },
    {
        "id": "589",
        "name": "Luna",
        "description": "Ajoute une salle secrète supplémentaire ainsi qu'une Super Salle secrète à chaque étage. Les Salles secrètes contiennent un rayon de lumière qui augmente le taux de tir pour l'étage en cours et donne un demi-cœur d'âme.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Luna.webp"
    },
    {
        "id": "590",
        "name": "Mercurius",
        "description": "+0,4 vitesse. Les portes restent ouvertes après être entré dans une pièce, même dans les pièces avec des ennemis.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Mercurius.webp"
    },
    {
        "id": "591",
        "name": "Venus",
        "description": "Ajoute un conteneur de cœur rouge. Soigne 1 cœur rouge supplémentaire. Les ennemis près d'Isaac deviennent charmés.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Venus.webp"
    },
    {
        "id": "592",
        "name": "Terra",
        "description": "+1 de dégât. Remplace les larmes par des rochers qui infligent des dégâts variables, ont un recul accru et peuvent détruire les obstacles.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Terra.webp"
    },
    {
        "id": "593",
        "name": "Mars",
        "description": "Effectue une esquive en double-tapant sur la touche de déplacement, devenant invincible et infligeant des dégâts aux ennemis. Il y a un court temps de recharge avant qu'Isaac puisse esquiver à nouveau.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Mars.webp"
    },
    {
        "id": "594",
        "name": "Jupiter",
        "description": "+2 conteneurs de cœur rouges, -0,3 vitesse. Isaac gagne de la vitesse lorsqu'il est immobile et libère des nuages de gaz empoisonnés lorsqu'il se déplace ensuite.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Jupiter.webp"
    },
    {
        "id": "595",
        "name": "Saturnus",
        "description": "À l'entrée dans une pièce, un cercle de larmes orbite autour d'Isaac. Les larmes ennemies ont une chance d'être capturées en orbite, les rendant amicales.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Saturnus.webp"
    },
    {
        "id": "596",
        "name": "Uranus",
        "description": "Isaac tire des larmes de glace qui ralentissent les ennemis et gèlent les monstres qu'elles tuent. Les ennemis gelés glissent et explosent en éclats de glace lorsqu'ils sont touchés.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Uranus.webp"
    },
    {
        "id": "597",
        "name": "Neptunus",
        "description": "La bouche d'Isaac se remplit de larmes au fil du temps lorsqu'il ne tire pas, jusqu'à un maximum. En maintenant le bouton de tir enfoncé, toutes les larmes stockées sont libérées en succession rapide.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Neptunus.webp"
    },
    {
        "id": "598",
        "name": "Pluto",
        "description": "+0,7 larmes. Réduit considérablement la taille d'Isaac, lui permettant de se faufiler entre les objets et de faire passer certaines attaques ennemies au-dessus de lui.",
        "unlock": "Ce débloque quand on débloque l'accés au planetarium",
        "type": "Passif",
        "image": "./img/items/Pluto.webp"
    }
]
